[
  {
    "_id": "5ed5412bb188b877fc846f22",
    "name": "Miller",
    "eventType": "train",
    "startDateTime": "2014-03-16T11:14:51",
    "endDateTime": "2016-08-19T02:30:17",
    "description": "Et pariatur veniam tempor consectetur quis pariatur quis exercitation cillum sunt non cupidatat voluptate reprehenderit. Velit deserunt incididunt occaecat est pariatur voluptate do excepteur do ea voluptate laborum ad dolor. Consectetur sit cillum nisi dolor enim sunt officia laborum. Officia ut Lorem eiusmod reprehenderit nisi sint minim aute adipisicing qui amet exercitation nisi veniam. Eu mollit sint in Lorem commodo.\r\n",
    "location": {
      "lat": -18.479136,
      "lng": 128.789446
    },
    "accessLevel": "all"
  },
  {
    "_id": "5ed5412b35dcf32ddc1fe688",
    "name": "Levine",
    "eventType": "train",
    "startDateTime": "2015-11-17T12:11:15",
    "endDateTime": "2014-03-01T05:08:42",
    "description": "Dolor duis in velit consequat do minim duis id est fugiat magna eu est. Labore dolore eiusmod deserunt tempor anim commodo nostrud. Do sint duis ea nulla elit mollit. Id adipisicing consequat culpa laborum ipsum ex non anim proident elit excepteur nulla. Ipsum consequat irure qui nostrud magna culpa qui sunt minim deserunt. Ea officia dolore sunt labore laboris tempor ut fugiat esse officia sint excepteur est.\r\n",
    "location": {
      "lat": 10.708486,
      "lng": -176.297955
    },
    "accessLevel": "all"
  },
  {
    "_id": "5ed5412b3b5ae8964af330d8",
    "name": "Long",
    "eventType": "train",
    "startDateTime": "2018-05-23T08:46:43",
    "endDateTime": "2016-04-08T02:44:43",
    "description": "Nisi exercitation id id duis minim esse. Anim exercitation non velit duis esse ex qui fugiat magna voluptate ea. Ut occaecat culpa ad irure veniam pariatur ex excepteur. Nulla laboris esse veniam mollit deserunt pariatur culpa ipsum qui. Excepteur magna laboris anim sint ex id amet enim adipisicing.\r\n",
    "location": {
      "lat": -4.360196,
      "lng": 41.781344
    },
    "accessLevel": "all"
  },
  {
    "_id": "5ed5412b504722326064c420",
    "name": "Goff",
    "eventType": "train",
    "startDateTime": "2019-08-01T10:01:30",
    "endDateTime": "2019-02-09T10:20:32",
    "description": "Velit consectetur laboris velit ut reprehenderit id ea consequat consectetur. Aliqua nostrud officia exercitation ullamco. Deserunt mollit culpa proident occaecat sit eu fugiat magna cupidatat incididunt consectetur aliqua. Deserunt sit qui proident qui aliquip Lorem duis aliqua enim aliqua do. Dolor culpa irure ullamco et mollit aliquip est magna dolore adipisicing. Eu aute dolore deserunt minim eiusmod nostrud. Velit nulla qui dolore magna quis sint et officia Lorem proident consequat tempor.\r\n",
    "location": {
      "lat": -61.954139,
      "lng": 32.911792
    },
    "accessLevel": "all"
  },
  {
    "_id": "5ed5412b55da30225cec34d1",
    "name": "Knight",
    "eventType": "train",
    "startDateTime": "2014-06-09T04:56:51",
    "endDateTime": "2015-10-15T02:21:29",
    "description": "Esse cupidatat ut adipisicing tempor eu dolor cupidatat in tempor officia. Officia nisi duis nulla laborum nostrud. Sunt nulla minim aliqua tempor. Voluptate deserunt amet dolore esse eu enim proident ad proident quis non ullamco id. Reprehenderit irure minim labore ut. Ex cupidatat dolor nulla exercitation et magna.\r\n",
    "location": {
      "lat": 87.547156,
      "lng": -115.918427
    },
    "accessLevel": "all"
  },
  {
    "_id": "5ed5412b8b051b6038ad2375",
    "name": "Thornton",
    "eventType": "train",
    "startDateTime": "2014-06-19T07:19:35",
    "endDateTime": "2017-09-21T03:43:31",
    "description": "Et proident duis ex ipsum ex anim dolor adipisicing duis aliqua. Aliqua aliqua adipisicing cillum ex proident et. Aliqua qui quis officia sint commodo esse ipsum ea consectetur voluptate in non consequat mollit. Cillum aliquip excepteur duis sunt non. Occaecat pariatur est ipsum sit qui Lorem fugiat. Adipisicing exercitation eiusmod excepteur ad aliqua mollit irure est anim magna dolor.\r\n",
    "location": {
      "lat": -33.351815,
      "lng": 66.889905
    },
    "accessLevel": "all"
  },
  {
    "_id": "5ed5412b722a6d6b05d13ab8",
    "name": "Burke",
    "eventType": "train",
    "startDateTime": "2019-04-20T09:06:26",
    "endDateTime": "2020-03-15T01:52:23",
    "description": "Ipsum commodo Lorem veniam aute culpa ex ex cillum incididunt incididunt veniam voluptate. Elit adipisicing occaecat id sunt deserunt. Ullamco velit consequat et aliquip irure ad officia cupidatat veniam enim. Qui voluptate voluptate nisi elit esse. Amet quis amet do aliquip non aute id aute anim. Mollit enim commodo enim proident commodo ea et aute.\r\n",
    "location": {
      "lat": -73.112633,
      "lng": -50.580268
    },
    "accessLevel": "all"
  }
]
